Repository: nvdaaddons/audiothemes
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: tr

source: &Audio Themes Studio
tr: &Ses Tema Stüdyosu

source: Audio Themes Studio
tr: Ses Tema Stüdyosu

source: Ogg audio files
tr: Ogg ses dosyaları

source: Wave audio files
tr: Wave ses dosyaları

source: Protected Edit Field
tr: Korumalı yazı alanı

source: First Item
tr: ilk öğe

source: Last Item
tr: Son öğe

source: New Notification Sound
tr: Yeni bildirim sesi

source: Web Page Loaded
tr: Web sayfası yüklendi

source: Audio Themes
tr: Ses Temaları

source: Enable audio themes
tr: Ses temalarını etkinleştir

source: Select theme:
tr: Tema seçin

source: &About
tr: H&akkında

source: &Remove
tr: Kaldı&r

source: Add &New...
tr: Ye&ni ekle

source: Play sounds in 3D mode
tr: Sesleri 3b kipinde çal

source: Speak roles such as button, edit box , link etc.
tr: Düğme, yazı alanı, link vb nesne türlerini seslendir

source: Speak roles during say all
tr: Tümünü okurken nesne tiplerini seslendir

source: Use speech synthesizer volume
tr: Konuşma sentezleyicinin ses seviyesini esas al

source: Audio themes volume:
tr: Ses Temaları ses seviyesi:

source: Audio themes volume
tr: Ses temaları için ses seviyesi

source: Name: {name} Author: {author} {summary}
tr: İsim: {name} Yazar: {author} {summary}

source: About Audio Theme
tr: Ses teması hakkında

source: This can not be undone. Are you sure you want to remove audio theme {name}?
tr: Bu işlem geri alınamaz. Ses temasını {name} silmek istediğinizden emin misiniz?

source: Remove Audio Theme
tr: Ses temasını sil

source: Choose an audio theme package
tr: Bir ses tema paketi seçin

source: Audio Theme Packages
tr: Ses teması paketleri

source: Welcome To The Audio Themes Studio: Here you can create new audio themes and package them for sharing with others. You can also customize anyone of your installed audio themes with your own sounds.
tr: Ses Tema Stüdyosuna hoşgeldiniz: ç Burada yeni ses temaları oluşturup başkalarıyla paylaşmak üzere paketleyebilirsiniz. Aynı zamanda, mevcut paketleri kendi seslerinizle özelleştirebilirsiniz.

source: Theme Name
tr: Tema adı

source: Theme Author
tr: Temayı oluşturan

source: Theme Summary
tr: Tema özeti

source: All of the fields are required. Exiting...
tr: Tüm alanlara very girişi zorunlu. Kapatılıyor...

source: Error
tr: Hata

source: Audio themes
tr: Ses Temaları

source: Create &New Audio Theme
tr: Ye&ni Ses Teması Oluştur

source: Create a new audio theme package from scratch
tr: Sıfırdan yeni bir ses tema paketi oluştur

source: Customize &Existing Audio Theme
tr: Mevcut bir ses temasını özelleştir

source: Customize an installed audio theme with your prefered sounds.
tr: Kurulu bir ses temasını tercih ettiğiniz seslerle özelleştirin.

source: &Close
tr: &Kapat

source: Enter Theme Information
tr: Tema bilgilerini girin

source: Creating New Theme - {name}
tr: Yeni tema {name} oluşturuluyor

source: You do not have any audio themes installed. Please install or create an audio theme first.
tr: Yüklü bir ses teması bulunmuyor. Önce bir tane yükleyin ya da yeni bir tema oluşturun lütfen

source: No Audio Themes
tr: Ses teması yok

source: Select An Audio Theme
tr: Bir ses teması seçin

source: Editing Audio Theme: {name}
tr: Ses teması {name} düzenleniyor

source: All Supported Audio Formats
tr: Desteklenen tüm ses formatları

source: Choose an audio file
tr: Bir ses dosyası seçin

source: Could not copy file {fileinfo.src} to directory {fileinfo.dst}.
tr: {fileinfo.src} dosyası {fileinfo.dst} dizinine kopyalanamıyor.

source: OK
tr: Tamam

source: Cancel
tr: İptal

source: Theme Sounds
tr: Tema Sesleri

source: &Change...
tr: De&ğiştir...

source: &Add...
tr: &Ekle...

source: &Save
tr: K&aydet

source: Save Audio Theme Package
tr: Ses tema paketini kaydet

source: Audio Theme Package (*.atp)|*.atp
tr: Ses tema paketi (*.atp)|*.atp

source: You will lose all of the changes you have made. Are you sure you want to quit this dialog?
tr: Yaptığınız tüm değişiklikler kaybolacak. Bu iletişim kutusunu yine de kapatmak istiyor musunuz??

source: Confirm Quit
tr: Çıkış Onayı

source: Add Sound
tr: Ses Ekle

source: Sound For:
tr: Sesin rolü:

source: &Browse
tr: Ara&ştır

source: &Preview
tr: &Önizleme
